alacritty
alsa-utils
ani-cli
asusctl
base
base-devel
bluez
bluez-utils
brightnessctl
btop
calf
caligula
cava
ddcutil
deepfilternet-demos-git
dipc
dolphin
easyeffects
efibootmgr
electron-fiddle
f2fs-tools
fastfetch
firefox
flatpak
fuzzel
fzf
git
glfw
htop
impala
intel-media-driver
intel-ucode
iwd
kew
kitty
kotlin
libva-intel-driver
linux-firmware
linux-headers
linux-zen
linux-zen-headers
lsp-plugins
ly
man-db
matugen-git
mda.lv2
mesa-demos
mullvad-vpn
nano
niri
noctalia-shell
npm
nvidia-laptop-power-cfg
nvidia-open-dkms
nvidia-prime
nvidia-settings
nvidia-utils
openssh
opentabletdriver
packagekit
packagekit-qt6
pacman-contrib
pavucontrol
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-kde-agent
power-profiles-daemon
prismlauncher
python-pip
python-pyaudio
python-pywalfox
python-speechrecognition
reflector
rofi
rog-control-center
rsync
smartmontools
steam
supergfxctl
ttf-0xproto-nerd
vesktop
vim
virt-manager
vscodium
vulkan-intel
wget
wine
winetricks-git
wireless_tools
wpa_supplicant
xdg-desktop-portal-gnome
xdg-utils
xorg-server
xorg-xinit
xorg-xwayland
xwayland-satellite
yay
zam-plugins
zram-generator
